확실히 일반적인 강의와 다르게 시작했다.

바로 본인의 이야기와 알려줄 얘기들을 하는 것이 아니었고, 흔히 말하는 아이스브레이킹으로 강의 중 지켜야 할 세가지로 시간, 강의에 집중할 것, 꾸준한 호기심을 강조했다. 
한국이 아닌 프랑스에서, 즉 동양이 아닌 서양에서는 참여와 소통을 중요하게 여기기 때문에 이런 점으로 강의를 시작했던 것 같다.

철저한 비즈니스의 세계에 대해 알 수 있었다. 첫번째로, 비즈니스를 할 때 우리가 꿈꾸고 있는 목표가 얼마나 명확한지를 알아야 한다고 했고, 우리가 고려할 것들로 시간, 노력, 돈 3가지가 있다고 했다. 이 3가지는 우리가 본능적으로 이것이 우리에게 필요한 것인가 라고 즉각적으로 생각을 하게 된다고 했다.

Visualization에 대해서 강의가 진행되었다. 한가지 예시로 기저귀 광고에서 아기의 시선이 머무는 곳에 광고문구를 넣게 되면, 효과가 높아질 것이라고 했다.
Visusalization의 3가지 키워드로는 정확성, 정보전달, 이야기 이다. 
몇가지 예시를 보여주었는데, 러시아 전쟁을 종이 한장으로 표현한 것을 보여주었는데, 그 당시에 다른 기술 없이, 요약적으로 한눈에 볼 수 있다는 것 조차만으로도 나에게 충격을 주었다. 

김영욱 개발자가 생각하는 성공의 조건으로 몇가지가 있었다. 용감함, 게으르지 않음, 사람을 이롭게 하는것, 자존감, 끊임없는 호기심이다. 그리고 한국인이 제일 부족한, 팀프로젝트 처럼 다른 사람들과 함께하는 것을 많이 해봐야 한다고 했다.
지금 이 강의를 듣고 있는 우리는 상위 1%에 해당하는 사람들이기 때문에, 희망을 가지고, 책임감을 가지고 행동하면 된다고 했다.

수미상관식의 강의였고, ppt의 수준 또한 지금까지는 보지 못했던, 특히 외국 업계의 ppt에서 주로 볼 수 있었던 강의여서 색달랐다.
